<title><?php $this->archiveTitle(array(
			'category'  =>  _t('分类 %s 下的文章'),
			'search'	=>  _t('包含关键字 %s 的文章'),
			'tag'	   =>  _t('标签 %s 下的文章'),
			'author'	=>  _t('%s 发布的文章')
		), '', ' - '); ?><?php $this->options->title(); ?></title>
<?php if(is_ajax()){
   echo "";
}else{ ;?>
			</section>
			<footer>
			<div id="top">
				<svg class="icon" viewBox="0 0 1024 1024" version="1" xmlns="http://www.w3.org/2000/svg" width="200" height="200">
					<path d="M285 361a70 70 0 1 0 0 139 70 70 0 0 0 0-139zm0 99a30 30 0 1 1 0-59 30 30 0 0 1 0 59zm321-99a70 70 0 1 0 0 139 70 70 0 0 0 0-139zm0 99a30 30 0 1 1 0-59 30 30 0 0 1 0 59zm268 228c0-116 64-157 67-159a20 20 0 1 0-21-34c-3 2-86 53-86 193 0 79 27 130 48 171 16 29 28 53 28 79 0 19-4 33-12 40s-18 6-18 6h-77c9-14 14-30 14-47V34a20 20 0 0 0-37-10l-98 162a28662 28662 0 0 0-480-2L111 11a20 20 0 0 0-37 9v917c0 48 38 87 86 87h721c10 0 28-2 43-16 18-15 26-38 26-70 0-36-15-66-32-98-21-39-44-83-44-152zM466 984H160c-26 0-46-21-46-47V102l58 112c3 7 11 11 19 11l108-1 392 2c8 0 15-3 19-10l67-110v831c0 26-21 47-47 47H466zm14-443h-70a20 20 0 1 0 0 40h15l-1 25c-1 11 8 21 19 21h1c10 0 19-8 20-18l1-28h15a20 20 0 1 0 0-40z"></path>
				</svg>
			</div>
				<p><small>  Typecho @ Kiosr </small></p>
			</footer>
		</div>
	</body>
</html>
<?php };?>
